<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/coremldata.bin</key>
		<data>
		/TglGrEONNookrAKRns11DZNlHo=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/model.espresso.net</key>
		<data>
		/RwXjIZaBpLnRC7Fa96Dhp9mT8k=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/model.espresso.shape</key>
		<data>
		BnbdYZP4d5eT4pHjQJ50TP15hJc=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/coremldata.bin</key>
		<data>
		oKU5JW2QPd8KshkC30gIEeaUAT0=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/model.espresso.net</key>
		<data>
		rpjKrehvvu68CcVLyv9KMGQ6jgc=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/model.espresso.shape</key>
		<data>
		ysoc2Nja1X/iADkEo5/US3VVq+8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/coremldata.bin</key>
		<data>
		ZuiNVJqJBgjRICuke0x6J6OnbxY=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/model.espresso.net</key>
		<data>
		5pQ3kknslanBxC3pFg32uxDy980=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/model.espresso.shape</key>
		<data>
		xkMhaBxHJNAeT3s5CklJFBhHIvI=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/coremldata.bin</key>
		<data>
		3+dr2ZLos6FhJwYjCZG0muKJaDs=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/model.espresso.net</key>
		<data>
		tImfUij3t/vMBQBMDJbCsTi0ovo=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/model.espresso.shape</key>
		<data>
		8L4FCFoj0BybQ3nhNLlIVcgxW1w=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/coremldata.bin</key>
		<data>
		sz+FbPRv9SSpTrzmRfrQjh6XDZ0=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/model.espresso.net</key>
		<data>
		/ZUgON3YhERgBN0ncSihtoIArT4=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/model.espresso.shape</key>
		<data>
		BQHVnTBZ0TVOWWn2o8O7yzLGBrk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/coremldata.bin</key>
		<data>
		uQSg58fTgrSkMke3cAIcQ+SYsUQ=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/model.espresso.net</key>
		<data>
		QlOb/bpQq194+PKelT3acKn+aMA=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/model.espresso.shape</key>
		<data>
		qZq1xW+zg4UCXLC6FpRF9HHM84U=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/coremldata.bin</key>
		<data>
		cc/zsD/Vzv6kUg+0DuP1ghlPRXg=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/model.espresso.net</key>
		<data>
		EX3ZqHcgv8vO5KhrFVziLRFhJx4=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/model.espresso.shape</key>
		<data>
		G5gn3PcD42YzvZjKCmi4SIO7kUc=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x240.mlmodelc/coremldata.bin</key>
		<data>
		pdmrR8G+1suE7haxI/JBp2V/4To=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x240.mlmodelc/model.espresso.net</key>
		<data>
		FjoxDQ5FrQqQIEgEjCSjTHIQytA=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x240.mlmodelc/model.espresso.shape</key>
		<data>
		LgoXbaPhl0qV3y9qF9l9tZzeG5k=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x240.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x240.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x320.mlmodelc/coremldata.bin</key>
		<data>
		YP7+KTboqyJpiv/4xKJ7fVY+Ih8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x320.mlmodelc/model.espresso.net</key>
		<data>
		h0Z+76BWS5qnNL67Sk9KnBE7COc=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x320.mlmodelc/model.espresso.shape</key>
		<data>
		TZqA9TGN3MdsIgiTg+7pNiPpblE=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x320.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x320.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x320.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_192x192.mlmodelc/coremldata.bin</key>
		<data>
		dIk1lJI4sUcMCnpwtf0Q8MZLEDE=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_192x192.mlmodelc/model.espresso.net</key>
		<data>
		SsqfQ3kakhpGXKuyjPJvENkZ6Ho=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_192x192.mlmodelc/model.espresso.shape</key>
		<data>
		mEesrmH850Ia/WvpdvIqEbwVTFA=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_192x192.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_192x192.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_192x192.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_224x224.mlmodelc/coremldata.bin</key>
		<data>
		r4H1nndhKMUOOuENk/YUd1Lc3r4=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_224x224.mlmodelc/model.espresso.net</key>
		<data>
		aX8qYUuHfU41xjyXoLW/l+3ofq0=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_224x224.mlmodelc/model.espresso.shape</key>
		<data>
		/iU0NUgjUVqAE3QYwnWrjgVcykU=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_224x224.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_224x224.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_224x224.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x180.mlmodelc/coremldata.bin</key>
		<data>
		eGIje69p2mKcbZyYLPTPb//91UQ=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x180.mlmodelc/model.espresso.net</key>
		<data>
		DHasc7RzwnFRN/zCHC1RYfhRXM0=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x180.mlmodelc/model.espresso.shape</key>
		<data>
		7OAagQ8vhKE4dWTmHZKNeJrtRho=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x180.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x180.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x180.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x240.mlmodelc/coremldata.bin</key>
		<data>
		YOV4CU/zvZPBO7n08/UnSIg33fs=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x240.mlmodelc/model.espresso.net</key>
		<data>
		xr/PW4KYpjuL9YqnroiBll9qO3Y=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x240.mlmodelc/model.espresso.shape</key>
		<data>
		wWO0EQzfJYZkhF92zZq/xe9cI0w=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x240.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x240.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x320.mlmodelc/coremldata.bin</key>
		<data>
		Q9D1qN+QjBQZurilJvXW396qUd8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x320.mlmodelc/model.espresso.net</key>
		<data>
		8f5cBL5PDmWntCuQKET67veO2nA=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x320.mlmodelc/model.espresso.shape</key>
		<data>
		sTt74rTT5JLNy4QIxcgQ9lZDRsU=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x320.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x320.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x320.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x360.mlmodelc/coremldata.bin</key>
		<data>
		NYrV4H4pzaaVAV1U2wlkYTNosmY=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x360.mlmodelc/model.espresso.net</key>
		<data>
		VS1nmJhIvFunHJc1EFNOf+jyePQ=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x360.mlmodelc/model.espresso.shape</key>
		<data>
		7F5H39eWEBp8/oYe8YgvQs3VT3A=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x360.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x360.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x360.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x368.mlmodelc/coremldata.bin</key>
		<data>
		fm+N8eXGI2I0e7bm62NVymsF1pc=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x368.mlmodelc/model.espresso.net</key>
		<data>
		cuq/HMeN4Fg55KkQLcq34QFG9I0=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x368.mlmodelc/model.espresso.shape</key>
		<data>
		rwIGU0SlvORfxDNfw0eZKCBZe9U=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x368.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x368.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x368.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x424.mlmodelc/coremldata.bin</key>
		<data>
		zhlICz85Ll8O7yBsddxhgDCQzHM=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x424.mlmodelc/model.espresso.net</key>
		<data>
		pKJmk+SM40ZDOruhJYmTqZbUbe4=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x424.mlmodelc/model.espresso.shape</key>
		<data>
		v6No1nHLvn4JYCOzipVjo2e9QEM=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x424.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x424.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_240x424.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x176.mlmodelc/coremldata.bin</key>
		<data>
		uTZR0hbAPFFhFkE6qdz3rkFpzvM=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x176.mlmodelc/model.espresso.net</key>
		<data>
		R4D1SD5USQsKfOHppCslNaiGEG4=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x176.mlmodelc/model.espresso.shape</key>
		<data>
		Gv6x9OMfLd3fW5fXTg+l0ybU1MU=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x176.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x176.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x176.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x352.mlmodelc/coremldata.bin</key>
		<data>
		OM5drO9qSIqKJ+XvWtZrpX71SzE=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x352.mlmodelc/model.espresso.net</key>
		<data>
		4NldkoU+Etb96EFvo/ABzdHZ/WQ=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x352.mlmodelc/model.espresso.shape</key>
		<data>
		E1X3f2rQK7Hw7kM6fy47TR2KRM0=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x352.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x352.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_288x352.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x180.mlmodelc/coremldata.bin</key>
		<data>
		wUiu00FAcHHBwAPaTrccK/imw4M=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x180.mlmodelc/model.espresso.net</key>
		<data>
		8PfPmjNlYApcfU2gVxAmJflURcA=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x180.mlmodelc/model.espresso.shape</key>
		<data>
		mtg5HRAM1jOtM+JChinW+44X7g8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x180.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x180.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x180.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x240.mlmodelc/coremldata.bin</key>
		<data>
		Xax4G6ikG/6rjIS6FrvTmMuMyBI=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x240.mlmodelc/model.espresso.net</key>
		<data>
		4XfDVFsxY/v6YKyuUJQD7j9mFJA=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x240.mlmodelc/model.espresso.shape</key>
		<data>
		ektSL6QOjl1CibMLIEv1wtfE8rQ=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x240.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x240.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x320.mlmodelc/coremldata.bin</key>
		<data>
		sDzbUKoyx8vQ/vU667m+Es0ByCg=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x320.mlmodelc/model.espresso.net</key>
		<data>
		HoDCKwrIM1zxwGq30+yjc6LI22s=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x320.mlmodelc/model.espresso.shape</key>
		<data>
		3zxMcC3WpZREqs6yyA3D/3nm4F0=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x320.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x320.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_320x320.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_352x288.mlmodelc/coremldata.bin</key>
		<data>
		cYEYD5BQd8aVXqoxxQGqGPCFvUo=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_352x288.mlmodelc/model.espresso.net</key>
		<data>
		TmHrQ5EnJL+mP92nRF8J4l26/SI=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_352x288.mlmodelc/model.espresso.shape</key>
		<data>
		WKrun4zpQqS97quYA944UMbuhhk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_352x288.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_352x288.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_352x288.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x240.mlmodelc/coremldata.bin</key>
		<data>
		79uPHFr2FkQLhj3VMr4MtnCjrNA=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x240.mlmodelc/model.espresso.net</key>
		<data>
		5VZ3CTOGtdEM/WGaHiKQM85kEW0=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x240.mlmodelc/model.espresso.shape</key>
		<data>
		R3KNmC6erNS+eU7HbP6Rw3EjM8I=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x240.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x240.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x360.mlmodelc/coremldata.bin</key>
		<data>
		6w98hCPNFj1ZEgCnoJkocA6PByc=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x360.mlmodelc/model.espresso.net</key>
		<data>
		FnqiAe5TkRFfMHwjTEdKvhAdwH8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x360.mlmodelc/model.espresso.shape</key>
		<data>
		V2gluMWqVV3P35gCxW6YWCEvilw=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x360.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x360.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x360.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x480.mlmodelc/coremldata.bin</key>
		<data>
		pNlkZsC5TCVwjsD3OMX8uCTPldk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x480.mlmodelc/model.espresso.net</key>
		<data>
		OoDM19Pu+nfz6ni8N13ChNpY/lg=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x480.mlmodelc/model.espresso.shape</key>
		<data>
		psc766OuGdordcU6mWo5YAyLHX0=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x480.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x480.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x480.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x640.mlmodelc/coremldata.bin</key>
		<data>
		iJqRwThZCzNDo8UVCuUVgjZGLno=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x640.mlmodelc/model.espresso.net</key>
		<data>
		D8YSwcGWdVv8AQPQmT+EzRUCzEw=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x640.mlmodelc/model.espresso.shape</key>
		<data>
		9fKfRkBb94bvb2UGNEdPxCwv9Co=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x640.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x640.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_360x640.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x240.mlmodelc/coremldata.bin</key>
		<data>
		yRF+9mNLSNaclSg7YYaGTA9T7Jk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x240.mlmodelc/model.espresso.net</key>
		<data>
		nriFWoK4Idf8rlGBQ7SjFJO1I+E=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x240.mlmodelc/model.espresso.shape</key>
		<data>
		aqLY8BGU8NSnLtesn8fP8vCAAGA=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x240.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x240.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x368.mlmodelc/coremldata.bin</key>
		<data>
		rfIgLUOKgOHYGHYmM9RvmqQGSzg=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x368.mlmodelc/model.espresso.net</key>
		<data>
		Eai+9Rhk+5Nrn/BCRg8p/RaIjK4=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x368.mlmodelc/model.espresso.shape</key>
		<data>
		60LelqHnPLTtaajfp17uIY3p3OI=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x368.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x368.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x368.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x480.mlmodelc/coremldata.bin</key>
		<data>
		3+a9C7vVAQNF8TwRl3K7DqH6OKE=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x480.mlmodelc/model.espresso.net</key>
		<data>
		If/NJLzOCDyp2ZnwTZhJtxLrVHQ=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x480.mlmodelc/model.espresso.shape</key>
		<data>
		E9e4oEbkIJPaLc2bCFZSgcv66XM=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x480.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x480.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x480.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x640.mlmodelc/coremldata.bin</key>
		<data>
		wAFfnXaNtKaEGaen9doBMPFnNEk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x640.mlmodelc/model.espresso.net</key>
		<data>
		9vymB2TcQps+GbFtVl1WYG4u+Sg=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x640.mlmodelc/model.espresso.shape</key>
		<data>
		3spfu+wuuAK3Ehm0ROn8q8aT+Do=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x640.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x640.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_368x640.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_400x600.mlmodelc/coremldata.bin</key>
		<data>
		vlKGK6NiDYsvum5GHnMoeQIUL0k=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_400x600.mlmodelc/model.espresso.net</key>
		<data>
		xXpkGO4oPbQy2oRQ7SXD6oCo3to=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_400x600.mlmodelc/model.espresso.shape</key>
		<data>
		UJYizfkCYK2UBT6srI1vPoP5UU8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_400x600.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_400x600.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_400x600.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_424x240.mlmodelc/coremldata.bin</key>
		<data>
		oaCSPR2gsCZ9y1T3iW7MTwyTnM8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_424x240.mlmodelc/model.espresso.net</key>
		<data>
		CYgguU37/Ab/73KcAOeZYuKRXNo=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_424x240.mlmodelc/model.espresso.shape</key>
		<data>
		ifmzS5K/orc7DKCsMuDNOSaCpg0=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_424x240.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_424x240.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_424x240.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x360.mlmodelc/coremldata.bin</key>
		<data>
		iZx5ASpdqLulBLTmCT+WEpyPoQY=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x360.mlmodelc/model.espresso.net</key>
		<data>
		yfEEiWi08+jfMsVkLSYP2VrlhaY=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x360.mlmodelc/model.espresso.shape</key>
		<data>
		jjvUhyTJmuKksvA5f+R+vM93SAw=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x360.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x360.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x360.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x368.mlmodelc/coremldata.bin</key>
		<data>
		StP5/YeK5+gGmpc6fNCWVtLsdZ4=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x368.mlmodelc/model.espresso.net</key>
		<data>
		H7vsy4PaqusontDo7KmfxqdRe7Y=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x368.mlmodelc/model.espresso.shape</key>
		<data>
		/qq7YGxLLKjlFdVBpjvWJfbf1jM=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x368.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x368.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x368.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x480.mlmodelc/coremldata.bin</key>
		<data>
		pSk5Tg6CrvynxugxXJ6hL3ImWh0=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x480.mlmodelc/model.espresso.net</key>
		<data>
		KrIxMEyPSxQAtYOXTA8AkPYVol4=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x480.mlmodelc/model.espresso.shape</key>
		<data>
		0QdltMd/JUYoldB9AdJ/W4FPFMw=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x480.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x480.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x480.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x640.mlmodelc/coremldata.bin</key>
		<data>
		S6+TaGEkW21bfz/BuHIyez2z0gk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x640.mlmodelc/model.espresso.net</key>
		<data>
		6+Z/eN7E/w4aM0WjPAP5GsXdwwA=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x640.mlmodelc/model.espresso.shape</key>
		<data>
		OdIZu9/nBIm/DwCeGdrUkYwwU0E=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x640.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x640.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_480x640.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_512x512.mlmodelc/coremldata.bin</key>
		<data>
		9gq9U/xvndIkXZFpRGKxdezEVqM=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_512x512.mlmodelc/model.espresso.net</key>
		<data>
		aZQF0BLQaaoK8k2mph2y/uw7ctc=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_512x512.mlmodelc/model.espresso.shape</key>
		<data>
		yFBwtg72Fias0aDFq6xtX2Efbrw=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_512x512.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_512x512.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_512x512.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_600x400.mlmodelc/coremldata.bin</key>
		<data>
		tYULRISm4dZKwn2ZR3b8Rv1k7/w=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_600x400.mlmodelc/model.espresso.net</key>
		<data>
		69tRcqyT8zXM7RB7S7Yn6NhJjh4=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_600x400.mlmodelc/model.espresso.shape</key>
		<data>
		Ew/1wL0nZhuKgz60L5Bhu0Sn6b4=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_600x400.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_600x400.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_600x400.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x360.mlmodelc/coremldata.bin</key>
		<data>
		VdcOKftRiMZ5NHVpC7jMngIVyXM=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x360.mlmodelc/model.espresso.net</key>
		<data>
		7P+75u6Q0/4hVO4byWn/Hv7FQmk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x360.mlmodelc/model.espresso.shape</key>
		<data>
		9/nth85ecd6UNVFJRMHX4gTPz4c=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x360.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x360.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x360.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x368.mlmodelc/coremldata.bin</key>
		<data>
		nE3E/KLj7oc7sc8xSpTY0rMqsxQ=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x368.mlmodelc/model.espresso.net</key>
		<data>
		j74HvZq1ww0HHtW/hiAIxPqtQZA=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x368.mlmodelc/model.espresso.shape</key>
		<data>
		62z2n/AC+45KS3ggiHH3FrlHqKI=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x368.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x368.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x368.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x480.mlmodelc/coremldata.bin</key>
		<data>
		/7aTOo3TFZ8cbIk4WWreFJRYLwQ=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x480.mlmodelc/model.espresso.net</key>
		<data>
		4NlXtRpmQSJqu8n40mvRppcmE+k=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x480.mlmodelc/model.espresso.shape</key>
		<data>
		ZR4hNwfG4R+lvH078XjC90eGxy4=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x480.mlmodelc/model.espresso.weights</key>
		<data>
		vSg2J0rzetXjKrHB6xLJQjdKGCk=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x480.mlmodelc/model/coremldata.bin</key>
		<data>
		KR+59iRleZ9FbA9OTbVmn9v5p20=
		</data>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_640x480.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		4SnyfFEDvFzES83woV4WDURQZv8=
		</data>
		<key>AgoraResources/srmetal.metallib</key>
		<data>
		XWMJGUsGAiuskuWdLAOLF4r/PfU=
		</data>
		<key>Info.plist</key>
		<data>
		lEPR0QSfxI7MmfnL2P/hbdaxwDg=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			/TglGrEONNookrAKRns11DZNlHo=
			</data>
			<key>hash2</key>
			<data>
			u6oNM1zcZ0cUBAdMX+vjC6j6xB0aNkS3jI3lq+f3DQA=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			/RwXjIZaBpLnRC7Fa96Dhp9mT8k=
			</data>
			<key>hash2</key>
			<data>
			Z/YkvsMYMWgUKlXeGgGjF5dlPyUMAd8QZg+Pgekgd0A=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			BnbdYZP4d5eT4pHjQJ50TP15hJc=
			</data>
			<key>hash2</key>
			<data>
			HB6CQBKWNArOlCiPOwH8E6gg/KLGM0HQ5XX2d+VLcg8=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			vSg2J0rzetXjKrHB6xLJQjdKGCk=
			</data>
			<key>hash2</key>
			<data>
			77m2uWOD/vFejfgguD9Y+bpzzUGW46xTi1terfp4spY=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			KR+59iRleZ9FbA9OTbVmn9v5p20=
			</data>
			<key>hash2</key>
			<data>
			8WkdQLaBTGVbjNf0H/iIPHF88DUq8Y1jo0Y5kO5+NTs=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x120.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			oKU5JW2QPd8KshkC30gIEeaUAT0=
			</data>
			<key>hash2</key>
			<data>
			Y1phN1nxeEF6eTfOT8yNKNwZCCavvX3wPoBS4aOPoM4=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			rpjKrehvvu68CcVLyv9KMGQ6jgc=
			</data>
			<key>hash2</key>
			<data>
			C55jlkuNKPfM2oH8gAuMI38LIrtUkQFzNhca8SLySSg=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			ysoc2Nja1X/iADkEo5/US3VVq+8=
			</data>
			<key>hash2</key>
			<data>
			l/PYciU3ayBI0neQE4fiCKD6aVHHHJl1Fba6gc/jsYc=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			vSg2J0rzetXjKrHB6xLJQjdKGCk=
			</data>
			<key>hash2</key>
			<data>
			77m2uWOD/vFejfgguD9Y+bpzzUGW46xTi1terfp4spY=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			KR+59iRleZ9FbA9OTbVmn9v5p20=
			</data>
			<key>hash2</key>
			<data>
			8WkdQLaBTGVbjNf0H/iIPHF88DUq8Y1jo0Y5kO5+NTs=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_120x160.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			ZuiNVJqJBgjRICuke0x6J6OnbxY=
			</data>
			<key>hash2</key>
			<data>
			TImrZOU0FPEmDz/NR+OcyrVh5HPHEYpllKpPOdvl8Wc=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			5pQ3kknslanBxC3pFg32uxDy980=
			</data>
			<key>hash2</key>
			<data>
			WiHdjxKOudfNXMNbXHU9BZDQ3bCNNdxCceCpn5/ztN4=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			xkMhaBxHJNAeT3s5CklJFBhHIvI=
			</data>
			<key>hash2</key>
			<data>
			rlBlgHkqddjWMb3+rPNjcVn8ZHAQKCy255MqvPJ1+po=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			vSg2J0rzetXjKrHB6xLJQjdKGCk=
			</data>
			<key>hash2</key>
			<data>
			77m2uWOD/vFejfgguD9Y+bpzzUGW46xTi1terfp4spY=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			KR+59iRleZ9FbA9OTbVmn9v5p20=
			</data>
			<key>hash2</key>
			<data>
			8WkdQLaBTGVbjNf0H/iIPHF88DUq8Y1jo0Y5kO5+NTs=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_144x176.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3+dr2ZLos6FhJwYjCZG0muKJaDs=
			</data>
			<key>hash2</key>
			<data>
			p1FcWLA9tt2Sc4FyHlAbj1IVPM6vXzqzM7IonXDXFpI=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			tImfUij3t/vMBQBMDJbCsTi0ovo=
			</data>
			<key>hash2</key>
			<data>
			odQpFPPu7CJY8pC7eBa4iDHSecsdfpL5uN9MvH2dvzk=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			8L4FCFoj0BybQ3nhNLlIVcgxW1w=
			</data>
			<key>hash2</key>
			<data>
			C36pSc0dEmPUkYla6aRmTuAe8KWg/pP3xjU87XDQM14=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			vSg2J0rzetXjKrHB6xLJQjdKGCk=
			</data>
			<key>hash2</key>
			<data>
			77m2uWOD/vFejfgguD9Y+bpzzUGW46xTi1terfp4spY=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			KR+59iRleZ9FbA9OTbVmn9v5p20=
			</data>
			<key>hash2</key>
			<data>
			8WkdQLaBTGVbjNf0H/iIPHF88DUq8Y1jo0Y5kO5+NTs=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_160x120.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			sz+FbPRv9SSpTrzmRfrQjh6XDZ0=
			</data>
			<key>hash2</key>
			<data>
			UgP5iT9gPVe/uBXDhRT1r2jS9Jatj7yAqeAdu0v+16s=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			/ZUgON3YhERgBN0ncSihtoIArT4=
			</data>
			<key>hash2</key>
			<data>
			WRiDafK1pEq3XF70PL142rBNYQjjppDNYNI/jm7mi8w=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			BQHVnTBZ0TVOWWn2o8O7yzLGBrk=
			</data>
			<key>hash2</key>
			<data>
			7RN71o1PZIiCoqr/q2vkSl34u6KP7ibJl3LXR3UIBBo=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			vSg2J0rzetXjKrHB6xLJQjdKGCk=
			</data>
			<key>hash2</key>
			<data>
			77m2uWOD/vFejfgguD9Y+bpzzUGW46xTi1terfp4spY=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			KR+59iRleZ9FbA9OTbVmn9v5p20=
			</data>
			<key>hash2</key>
			<data>
			8WkdQLaBTGVbjNf0H/iIPHF88DUq8Y1jo0Y5kO5+NTs=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x144.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uQSg58fTgrSkMke3cAIcQ+SYsUQ=
			</data>
			<key>hash2</key>
			<data>
			wEwlp3XaOzBFJrUwLwVpbbS2hJvvkgbfO1YCxfdxfvg=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			QlOb/bpQq194+PKelT3acKn+aMA=
			</data>
			<key>hash2</key>
			<data>
			YtphlHNbq2XbLTi0ctvZ2fiV+4BW9ZgiS4xffgWcsWY=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			qZq1xW+zg4UCXLC6FpRF9HHM84U=
			</data>
			<key>hash2</key>
			<data>
			OhnhQQbv3IPdXAKDgNBFl/V8+n9XYT3YdaaGpCGi/nQ=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			vSg2J0rzetXjKrHB6xLJQjdKGCk=
			</data>
			<key>hash2</key>
			<data>
			77m2uWOD/vFejfgguD9Y+bpzzUGW46xTi1terfp4spY=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			KR+59iRleZ9FbA9OTbVmn9v5p20=
			</data>
			<key>hash2</key>
			<data>
			8WkdQLaBTGVbjNf0H/iIPHF88DUq8Y1jo0Y5kO5+NTs=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_176x288.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			cc/zsD/Vzv6kUg+0DuP1ghlPRXg=
			</data>
			<key>hash2</key>
			<data>
			l3r2sLsL3TVNdJRxqpdNFu9BmmEiwBSmhqaNOq3+8Gc=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			EX3ZqHcgv8vO5KhrFVziLRFhJx4=
			</data>
			<key>hash2</key>
			<data>
			0RDD8e+OpulL5v/cF2zk0YjjfgiB8UOO65qXzAGMWng=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			G5gn3PcD42YzvZjKCmi4SIO7kUc=
			</data>
			<key>hash2</key>
			<data>
			R18ZTv21inrP2qw43QbKTeJakrOQP1QUB6C3h7UGzB4=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			vSg2J0rzetXjKrHB6xLJQjdKGCk=
			</data>
			<key>hash2</key>
			<data>
			77m2uWOD/vFejfgguD9Y+bpzzUGW46xTi1terfp4spY=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			KR+59iRleZ9FbA9OTbVmn9v5p20=
			</data>
			<key>hash2</key>
			<data>
			8WkdQLaBTGVbjNf0H/iIPHF88DUq8Y1jo0Y5kO5+NTs=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x180.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			4SnyfFEDvFzES83woV4WDURQZv8=
			</data>
			<key>hash2</key>
			<data>
			N0cI//dxndWXnsh11WzSKG9tPPfsMXo7JWMqqyjsN7s=
			</data>
		</dict>
		<key>AgoraResources/model.bundle/tinyCNN9_Yuv_norm_180x240.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			pdmrR8G+1suE7haxI/JBp2V/4To=
			</data>
			<key>hash2</key>
			<data>
			u7JDer5oSu7Hw7gScEuvBRMWrXjgPR2+3khDMUi+MjU=
			</data>
		</dict>
